HOUR_CALLS_ON = [
    "HOUR_CALL_1",
    "HOUR_CALL_2"
]

HOUR_CALLS = {
    "HOUR_CALL_1": [
        "午夜零点·你好！做梦也想不到我把信写到五线谱上吧？五线谱是偶然来的，你也是偶然来的。不过我给你的信值得写在五线谱里呢。但愿我和你是一支唱不完的歌", "〇一〇〇·只要我们真正相爱，哪怕只有一天，一个小时，我们就不应该再有一刀两断的日子。也许你会在将来不爱我，也许你要离开我，但我永远对你负有责任，就是你的一切苦难就永远是我的", "〇二〇〇·",
        "〇三〇〇·", "〇四〇〇·", "〇五〇〇·我觉得我爱了你了，从此以后，不管什么时候我都不能对你无动于衷",
        "〇六〇〇·我把我的整个灵魂都给你，连同它的怪癖，耍小脾气，忽明忽暗，一千八百种坏毛病。它真讨厌，只有一点好，爱你", "〇七〇〇·祝你今天愉快。你明天的愉快留着我明天再说", "〇八〇〇·我的灵魂里有很多地方玩世不恭，对人傲慢无礼，但是它有一个核心，这个核心害怕黑暗，柔弱得像绵阳一样。只有顶平等的友爱才能使它得到安慰。你对我是属于这个核心的",
        "〇九〇〇·我对好多人怀有最深的感情，尤其是对你", "一〇〇〇·只希望你和我好，互不猜忌，也互不称誉，安如平日，你和我说话像对自己说话一样。说吧，和我好吗？", "一一〇〇·空论是非很可笑，不论是非有些冥顽不灵，最正确的就是你",
        "一二〇〇·\n向永恒开战的时候\n你是我的军旗", "一三〇〇·也许我是个坏人，不过我只要你吻我一下就会变好呢", "一四〇〇·静下来看你，觉得一切都美好得不可思议。以前我不知道爱情这么美好。爱到深处这么美好。",
        "一五〇〇·你瞧，你从我内心深处经常出现，给我带来幸福，还有什么离间得了我们？", "一六〇〇·别人也许会惊诧咱们的幸福和他们的不一样，可那与我们有何相干？他们的我们不要，我们的他们也不知道", "一七〇〇·从我认识了你，所有的人都黯然失色",
        "一八〇〇·海誓山盟是把现在的东西固定住。两个人都成了活化石。我们用不着它。我们要爱情长久", "一九〇〇·我现在不坏了，我有了良心。我的良心就是你，真的", "二〇〇〇·我和你就好像两个小孩子，围着一个神秘的果酱罐，一点一点地尝它，看看里面有多少甜。",
        "二一〇〇·单单你的名字就够我爱一世了", "二二〇〇·咱们应当再一起，否则就太伤天害理啦", "二三〇〇·可是我很喜欢你，爱你。女孩子只能爱男孩子，可这不是因为——该死，生殖细胞，而是因为他可爱，有很多非爱不可的地方。比方说你对于我，主要是因为你可爱。我从来没有在任何男人或女人中发现这么可爱的人"
	],
    "HOUR_CALL_2": [
        "午夜十二点，您还未入睡吗？","深夜一点，此时还未入睡，您是否有什么烦恼呢？",
        "深夜两点，您还没睡着，让我陪伴您吧","深夜三点，尽管对于我来说没有大碍，但您还未入眠，对身体或有影响",
        "深夜四点，您是一宿未眠，还是从梦中惊醒呢？","凌晨五点，这个点醒来对于您来说似乎有些过早了",
        "清晨六点，您还可以再小睡片刻","早晨七点，若您今日有安排，可以考虑起床了哦？",
        "上午八点，如果您还没起床的话，可以说是在赖床吗？","上午九点，您还未起床的话最好尽早起床，否则会影响早餐呢",
        "上午十点，您的早餐是什么呢？真想尝尝看","上午十一点，不知不觉，一个上午过去了",
        "中午十二点，您可以暂时放下手中的事情，考虑午饭的事情了", "下午一点，用完午餐，您可以稍微小睡一会，午睡对于人类来说，并不是什么坏事",
        "下午两点，午后真是慵懒与暧昧的时候呢","下午三点，您是否考虑来一杯奶茶或者一份小蛋糕？",
        "下午四点，一个下午竟然就这样过去了，这可以说是您教我的“逝者如斯夫吧？”","傍晚五点，天色已经有些暗了，办公记得开灯",
        "傍晚六点，现在望窗外看的话，也许能看到美丽的晚霞呢","晚上七点，您是否已经吃过晚饭了？",
        "晚上八点，这会您应该会考虑晚上喝牛奶的事情了吧？","晚上九点，您要记得上号完成您喜欢玩的游戏的日常",
        "晚上十点，按照您的作息，是时候关闭电脑洗漱休息了","晚上十一点，哦呀，您难得的在这个点仍没有去洗漱呢"
    ]
}