
surname=('佐藤','林','清水','铃木','高桥','田中','渡边','伊藤','山本','中村','小林','齐藤','加藤','吉田','山田','佐佐木','山口','松本','井上','木村',
  '山崎','中岛','池田','阿部','桥本','山下','森','石川','前田','小川','藤田','冈田','后藤','长谷川','石井','村上','近藤','坂本','远藤','青木','藤井','西村','福田','太田','三浦','藤原','冈本','松田',
  '中川','中野','原田','小野','田村','竹内','金子','和田','中山','石田','上田','森田','小岛','柴田','原','宫崎','酒井','工藤','横山','宫本','内田','高木','安藤','岛田','谷口',
  '大野','高田','丸山','今井','河野','藤本','村田','武田','上野','杉山','增田','小山','大冢','平野','菅原','久保','松井','千叶','岩崎','樱井','木下','野口','松尾',
  '菊地','野村','新井','渡部','佐野','杉本','大西','古川','滨田','市川','小松','高野','水野','吉川','山内','西田','北村','五十嵐','福岛','安田','中田','平田','川口','川崎','饭田','东',
  '本田','泽田','久保田','吉村','中西','岩田','服部','富田','川上','樋口','永井','松冈','山中','永田','森本','矢野','秋山','大岛','小泽','广濑','土屋','石原','松下','马场','大桥','松浦',
  '吉冈','荒木','小池','大久保','浅野','熊谷','野田','川村','田边','星野','大谷','黑田','尾崎','松村','望月','内藤','菅野','西山','堀北','岩本','平井','片山','川岛','本间','冈崎',
  '横田','早川','荒井','镰田','小田','成田','宫田','大石','早见','石桥','篠原','高山','须藤','荻原','大泽','小西','栗原','市之谷','户山','凑','松原','伊东','三宅','大森','福井','南',
  '奥泽','奥村','松永','片冈','桑原','内山','关口','古贺','古河','奥田','北川','上原','吉野','白石','今村','中泽','田岛','涉谷','小泉','古泉','上村','中尾','平山','青山','牧野','冈村',
  '寺田','坂口','德井','河合','黄前','竹田','宫下','宫野','小仓','小野寺','小笠原','足立','村山','天野','坂井','杉浦','坂田','小原','丰田','三森','河村','水谷','中井','森下','神田','佐久间',
  '植田','安部','前川','山根','浅井','白井','宫川','冈部','大川','长田','堀内','松崎','榎本','稻垣','若林','森山','金泽','江口','神谷','中谷','细川','安达','岛村','今野','三上',
  '西尾','田代','石塚','岸本','津田','荒川','中原','长尾','户田','高岛','森川','三好','金井','松山','米田','冈野','稻叶','村松','西冈','佐伯','岩井','金田','黑崎','黑木','野崎','藤泽',
  '落合','泉','堀田','广田','西野','町田','吉泽','古田','宫泽','德永','新田','长岛','山岸','富永','柳泽','黑川','山川','川田','松岛','杉田','奥山','丰崎','三木','村井','黑泽',
  '笠原','须田','志崎','大竹','野中','堀江','川端','凉宫','日高','梶原','岸','西本','井口','大木','长泽','向井','大场','竹中','藤川','安井','神原','川原','吉本','大内','竹下','西泽',
  '藤冈','福本','塚田','宫内','小谷','绪方','谷川','下田','竹本','相泽','藤村','秋山','北野','栗田','石黑','野泽','平川','长野','宫原','山村','藤野','茂木','岛崎','川本',
  '下村','丹羽','竹村','古谷','高井','荻野','田原','高濑','小森','稻田','宫城','筒井','矢岛','大原','林田','福永','横井','大平','金城','篠崎','长冈','浅田','北原','永野','鹤田',
  '柳田','北岛','入江','大田','滨口','相马','园田','高松','二宫','石山','堀川','川野','沼田','石崎','宫岛','平冈','滨崎','池上','花田','谷本','濑户','西原','篠田','杉原','志村',
  '滨野','笠井','寺岛','松泽','三岛','仓田','福原','片桐','日野','小坂','堀口','河原','新谷','千田','松野','德田','田上','吉井','森冈','柏木','村濑','内海','白川','畑中','秋元','大崎',
  '中本','岩濑','原口','秋田','日笠','山吹','花园','大冢','伊藤','冰川','宇田川','相羽','樱川','明坂','朝日','桐谷','广町','二叶','三叶','佐仓','三泽','青叶','羽泽','金元',
  '前岛','大和','中上','上坂','濑田','田所','黑泽','木谷','户松','结城','丹羽','花泽','千石','立华','花户','流川','林原','高坂','折木','松雪','琴吹','平泽','大道寺','春日野','我妻','西园寺','神乐')

name=(
            '伊吹','卯月','杏香','咲纪','咲乐','皐月','千春','春日','日咲','阳菜','日菜','美樱','樱','桃子','小百合','弥生','若菜','葵','穹','由乃','世界',
            '葵乃','绫海','夏纯','香织','凉香','铃音','绫音','清和','夏乃','叶月','风夏','深美','日菜','纱夜','彩纱','彩香','育美','有咲','由贵','真白',
            '文乃','文月','立夏','秋帆','香穗','透子','夕香','兰','阳子','彩','和子','梓','花音','铃子','青空','爱生','聪美','芳子','美代子','明美','明见',
            '桔梗','胡桃','香澄','清枫','文绘','遥','遥香','千代子','光子','静香','静','地河','由美子','真由美','裕子','美穗','由美','久美子','麻衣','智子',
            '绘里','穗里','红叶','唯','由衣','早纪','七海','未来','真央','未央','结菜','凛','葵','雏','千夏','晴香','理穗','美绪','美树','优月','直子','玲奈',
            '柚','柚叶','结月','梨乃','小春','幸子','加奈','璃子','美纪','日和','春菜','恭子','琴音','亚美','美羽','杏奈','美月','纯子','爱理','千奈','惠',
            '如月','白花','小冬','小雪','柊','和歌子','佳千代','香菜','佳乃','萌','悠','真帆','美姬','秋叶','步美','绘梨纱','乙女','和纱','霞','琴美',
            '千鹤','冬月','睦月','雪乃','六花','早苗','椎名','诗音','志穗','翔子','须美子','千早','夏江','夏树','奈奈美','七濑','文惠','真希','真名',
            '初音','伊织','音叶','织绘','茅乃','灯里','一花','千寻','穗乃果','绿','薰','花子','千穗里','和花子','纱千子','抚子','知世','三千代','优','有香',
            '琴奈','纱织','纱奈','比奈','澪','纱和','诗花','响','日向','结花','茜','明日香','有咲','多惠','清花','小乃花','沙弥加','诗乃','千花','结里',
            '瑞树','有希','佳乃','莉世','五十铃','柚子','芳野','律子','寿子','绫野','朝香','千绘里','由纪','瑞穗'                  
)

# 编了这么多，我不信你们运气会那么好！

merry_talk=('感谢你成为我生命中的挚爱，成为我的唯一，分享我所有的梦想、渴望、蓝图、冒险，以及更多的一切，感谢你成为我今后生命中的伴侣，只要跟你一起活着，我就觉得自己是世界上最快乐的人，永远！永远！',
            '和你相遇的瞬间，我的人生就改变了，所见所闻所感，目之所及全都开始有了颜色，全世界，都开始发光发亮，这就是所谓的一见钟情吧\n，我，喜欢你，永远在一起吧',
            '无论在哪里遇见你，我都会喜欢上你，如果在六十亿分之一的概率下再次相遇的话，我还是会喜欢上你，也会和你结婚,我愿意和你结婚，我是认真的',
            '我爱你，比任何人都爱，十年后我会再说一次')

mengDian=('呆毛','金发','眼镜','双马尾'
          ,'白发','粉发','黑长直','白丝','泡泡袜','黑丝'
          ,'丸子头','哥特萝莉','妹妹','电波女','无存在感','青梅竹马')

Character=("傲娇","温柔","病娇","傲慢","天真",'傲娇','蠢萌','腹黑','弱气','元气','冒失','M','S','丧女','中二病','三无')

race=('天使','恶魔','魅魔','精灵','亚人','人类','人类','人类','人类','人类','舰娘','枪娘', '矮人')

work=('骑士','护士','教师','中学生','医生','SCP调查员','警察','小学生'
      ,'财阀千金','公主','实习生','大学生','农村主','农家少女','vtb','vup','Vsinger')

ouBaiSize=('70A','70B','70C','70D','75A','75B','75C','75D','75E','80A','80B','80C','80D')